Repository: Yoshiofthewire/repo-plugins
Catalog: plugin.video.crunchyroll-takeout/resources/language/*/strings.po
Languages: dutch, german

# #30001
source: Username
dutch: Gebruikersnaam
german: Benutzername

# #30002
source: Password
dutch: Wachtwoord
german: Passwort

# #30003
source: Video quality:
dutch: Video kwaliteit
german: Video Qualität:

# #30009
source: Episodes
dutch: Afleveringen
german: Episoden

# #30010
source: Series
german: Serien

# #30011
source: Queue Type
dutch: Afspeellijst Type
german: Playlist Art

# #30102
source: Updated
dutch: Laatst bijgewerkt
german: Aktualisiert

# #30103
source: Popular
dutch: Populair
german: Beliebt

# #30105
source: Queue
dutch: Afspeellijst
german: Playlist

# #30111
source: History
dutch: Geschiedenis
german: Verlauf

# #30112
source: Alphabetical
dutch: Alfabetisch
german: Von A bis Z

# #30200
source: Notice
dutch: Waarschuwing
german: Hinweis

# #30203
source: No user account found
dutch: Geen gebruikersaccount gevonden
german: Kein Benutzeraccount gefunden

# #30206
source: Login Failed: Please check Username and Password
dutch: Aanmelden mislukt: controleer gebruikersnaam en wachtwoord
german: Login Fehlgeschlagen: Bitte überprüfe den Benutzernamen und das Passwort

# #30207
source: Internal Plugin Error: Please Report This Bug!
dutch: Internal Plugin Error: Gelieve deze fout te melden!
german: Interner Fehler: Bitte melde diesen Fehler!

# #30212
source: Video restricted
dutch: De video is regionaal geblokkeerd
german: Video ist Regionsbeschränkt

# #30211
source: Subtitle Language
dutch: Ondertitelingstaal
german: Untertitelsprache

# #30301
source: English (US)
dutch: Engels (US)
german: Englisch (US)

# #30302
source: English (UK)
dutch: Engels (UK)
german: Englisch (UK)

# #30303
source: Nihongo
dutch: Japans
german: Japanisch

# #30304
source: Francais (France)
dutch: Frans (Frankrijk)
german: Französisch (Frankreich)

# #30306
source: Portugues (Brasil)
dutch: Portugees (Brazilië)
german: Portugiesisch (Brasilien)

# #30307
source: Portugues (Portugal)
dutch: Portugees (Portugal)
german: Portugiesisch (Portugal)

# #30308
source: Espanol (LATAM)
dutch: Spaans (Latijns Amerika)
german: Spanisch (Lateinamerika)

# #30309
source: Espanol (Espana)
dutch: Spaans (Spanje)
german: Spanisch (Spanien)

# #30311
source: Resume Video Playback
dutch: Verder kijken
german: Wiedergabe fortsetzen

# #30312
source: You MUST be a Premium Member to use this plugin.
dutch: Je MOET een Premium Member zijn om deze plugin te kunnen gebruiken.
german: Du MUSST premium Mitglied sein um dieses Plugin zu benutzen.

# #30401
source: [Played]
dutch: [Afgespeeld]
german: [Gesehen]

# #30313
source: Italian (Italian)
dutch: Italiaans (Italië)
german: Italienisch (Italien)

# #30501
source: Dequeue Series
dutch: Verwijderen uit afspeellijst
german: Von Playlist entfernen

# #30502
source: Enqueue Series
dutch: Toevoegen aan afspeellijst
german: Zur Playlist hinzufügen

# #30503
source: Goto Series
dutch: Ga naar serie
german: Zur Serie gehen

# #30504
source: Queue Video
dutch: Bekijk video
german: Video ansehen

# #30505
source: Add-on settings
dutch: Add-on instellingen
german: Add-on Einstellungen

# #30506
source: Enable Video Sorting
dutch: Activeer Video sorteren
german: Aktiviere Video sortierung

# #30507
source: Progress & Watch State
german: Fortschritt & Gesehen Status

# #30508
source: General
german: Allgemein

# #30509
source: Behaviour
german: Verhalten

# #30510
source: Prefix 'Premium Content' as...
german: Prefix für 'Premium Inhalt'

# #30511
source: Prefix 'Coming Soon' as...
german: Prefix für 'Demnächst verfügbar'

# #30110
source: Seasons
dutch: Seizoenen

# #30305
source: Deutsch
dutch: Duits
